
import { IMG_LIST } from "../asset/imgList.js"
const medalDetailList = [
    {
        img: IMG_LIST.medal1,
        title: '天府绿道',
        descreption: [
            '您已完成100000步数',
            '恭喜获得“壮丽70年·先锋之星”！',
            '',
            '小知识',
            '截至2018年，天府绿道累计建成2607公里，串联了1113.79平方公里的五级绿化体系。实现生态保障、慢行交通、休闲旅游、城乡融合、文化创意、体育运动、农业景观、应急避难等多种功能。“天府绿道”，正是成都贯彻落实习近平总书记“突出公园城市特点，把生态价值考虑进去”重要指示，作为建设公园城市的重要抓手，正在打造的全球最长的绿道慢行系统，这也是成都向世界递上的一张城市“生态名片”。',
        ],
    },
    {
        img: IMG_LIST.medal2,
        title: '公园城市',
        descreption: [
            '您已完成200000步数',
            '恭喜获得“壮丽70年·先锋之星”！',
            '',
            '小知识',
            '成都市委十三届三次全会提出：到2020年，加快建设美丽宜居公园城市，公园城市特点初步显现；到2035年，基本建成美丽宜居公园城市，开创生态文明引领城市发展的新模式；到本世纪中叶，全面建成美丽宜居公园城市。',
            '建设美丽宜居公园城市，正是成都全面贯彻落实习近平总书记的深切嘱托重大举措。成都正以覆盖全域的天府绿道作为重要支撑体系，串联起成都境内的生态区、公园、小游园、微绿地，将整个成都变为一座巨大的“公园”。',
        ]
    },
    {
        img: IMG_LIST.medal3,
        title: '乡村振兴',
        descreption: [
            '您已完成300000步数',
            '恭喜获得“壮丽70年·先锋之星”！',
            '',
            '小知识',
            '2018年春节前夕，习近平总书记在深入成都一些乡村视察时，要求成都扎扎实实把乡村振兴战略实施好，继续走在全国前列，发挥示范作用。',
            '成都市牢记党中央和总书记“走在前列，作出示范”的嘱托，以五大振兴为抓手，深化农业农村改革、遵循绿色发展理念、构建现代产业体系，着力推进乡村振兴“十大重点工程”和“五项重点改革” 。成都将迅速展开这一幅产业兴旺、生态宜居、乡风文明、治理有效、生活富裕的现代农业农村画卷。',
        ]
    },
    {
        img: IMG_LIST.medal4,
        title: '天府文化',
        descreption: [
            '您已完成400000步数',
            '恭喜获得“壮丽70年·先锋之星”！',
            '',
            '小知识',
            '在人类浩如烟海的城市文明发展史中，成都以其两千多年来“城名未改、城址未变、中心未移”而与众不同。成都之所以能在世界城市发展史上独树一帜，天府文化起到了“灵魂性”的稳定性作用，成为成都古今保持充沛活力和优越个性的力量源泉。',
            '成都市第十三次党代会提出发展“创新创造、优雅时尚、乐观包容、友善公益”的天府文化，让天府文化成为彰显成都魅力的一面旗帜。我们自当为传承巴蜀文明、发展天府文化，建设世界文化名城不懈努力。',
        ]
    },
    {
        img: IMG_LIST.medal5,
        title: '三城三都',
        descreption: [
            '您已完500000步数',
            '恭喜获得“壮丽70年·先锋之星”！',
            '',
            '小知识',
            '2019年1月，成都市委十三届四次全会审议通过《中共成都市委关于弘扬中华文明发展天府文化加快建设世界文化名城的决定》，明确提出将围绕“三城三都”来打造国际新标识，以此推动世界文化名城建设。',
            '高水平建设世界文创名城、高起点建设世界旅游名城、高标准建设世界赛事名城、高品味建设国际美食之都、高品质建设国际音乐之都、高质量建设国际会展之都，成都已明确了建设“三城三都”发展目标和实施路径。',
        ]
    },
    {
        img: IMG_LIST.medal6,
        title: '新发展理念城市',
        descreption: [
            '您已完成600000步数',
            '恭喜获得“壮丽70年·先锋之星”！',
            '',
            '小知识',
            '2018年2月，习近平总书记视察四川时，以宽广视野、深刻洞察和战略远见为成都把脉定向，深切期许成都加快建设全面体现新发展理念的城市。',
            '奋力推进国家中心城市、美丽宜居公园城市、国际门户枢纽城市、世界文化名城建设，成都全面贯彻落实新发展理念，向新时代成都“三步走”战略目标迈出了坚实步伐。期待成都建设成为一个有“高颜值”“生活味”“国际范”和“归属感”的城市。',
        ]
    },
    {
        img: IMG_LIST.medal7,
        title: '奋斗新时代',
        descreption: [
            '您已完成700000步数',
            '恭喜获得“壮丽70年·先锋之星”！',
            '',
            '小知识',
            '成都已奏响新时代城市复兴的号角！成都发展最大的战略机遇就是中华民族伟大复兴引领中国城市在世界崛起，最大的时代风口就是全球科技创新改变世界格局，最大的外部变量就是“一带一路”和西部开发开放引领成都由内陆腹地跃升为开放前沿，最大的信心底气就来自于“一干多支”四川新发展战略赋予成都舞好全川发展龙头的时代机遇。',
            '一个时代有一个时代的主题，一代人有一代人的使命。城市梦，始终要靠奋斗来实现。新时代，让我们一起奋斗吧！',
        ]
    },
]

module.exports = {
  medalDetailList,
}