
import { IMG_LIST } from "../asset/imgList.js"
const medalDetailList = [
    {
        img: IMG_LIST.medal1,
        title: '“天府绿道”勋章',
        descreption: [
            '您已完成100000步数',
            '',
            '恭喜获得“壮丽70年·成都特别勋章”之“天府绿道”勋章！',
            '',
            '成都响应习近平总书记在四川视察期间提出的“突出公园城市特点，把生态价值考虑进去”，建设更“全面体现新发展理念的城市”。成都将“天府绿道”作为建设公园城市的重要抓手，正在打造的全球最长的绿道慢行系统，这是成都向世界递上的一张城市“生态名片”。',
            '这几年，成都大力践行“绿水青山就是金山银山”理念，高起点规划建设天府绿道，实现生态保障、慢行交通、休闲旅游、城乡融合、文化创意、体育运动、农业景观、应急避难等多种功能。梳理市域范围的11534平方公里生态基底和2800平方公里城乡建设用地情况，全域规划区域级、城区级、社区级三级绿道，计划在2035年建成总长16930公里的天府绿道体系。',
            '截至2018年，天府绿道累计建成2607公里，通过绿道体系串联了1113.79平方公里的五级绿化体系。一个串联生态景观资源、公共服务设施及交通枢纽的绿道网络，正在成都全域铺展开来，逐渐形成。',
            '绿道，正在成为成都最优质的生态资源，厚植成都的绿色本底，成为成都生态优先、绿色发展，建设美丽宜居公园城市的城市实践。在未来，基于绿道提供的经济空间，大力发展体育赛事、音乐、游乐、民宿、健身、康养、会议等特色产业，并带动周边区域文创、科创、文旅、金融等特色高端现代产业服务，都将成为成都绿色经济的新增长点。',
            '期待未来成都创造出一个在绿色环境里诗意栖居的生活场景，我们尽自己一份力量，构筑起绿色发展方式和生活方式，让生活更具幸福感！'
        ],
    },
    {
        img: IMG_LIST.medal2,
        title: '“公园城市”勋章',
        descreption: [
            '您已完成200000步数',
            '',
            '恭喜获得“壮丽70年·成都特别勋章”之“公园城市”勋章！',
            '',
            '2018年2月11日，习近平总书记在四川成都天府新区考察时，首次提出了建设公园城市的理念，特别指出“要突出公园城市特点，把生态价值考虑进去”。',
            '一年多过去了，成都以覆盖全域的天府绿道作为重要支撑体系，串联起成都境内的生态区、公园、小游园、微绿地，将整个成都变为一座巨大的“公园”，将生态价值转化为了生活品质。',
            '公园城市作为全面体现新发展理念的城市建设新模式，在世界城市规划建设史上具有开创性意义。世界上有花园城市，也有森林城市，成都希望用实践诠释一种新理念、新模式——公园城市。',
            '成都市提出，公园城市是将公园形态与城市空间有机融合，生产生活生态空间相宜、自然经济社会人文相融的复合系统，是人、城、境、业高度和谐统一的现代化城市，是新时代可持续发展城市建设的新模式。',
            '根据规划，2025年，成都将加快建设美丽宜居公园城市，公园城市特点初步显现；2035年，基本建成美丽宜居公园城市；2050年，全面建成美丽宜居公园城市，全方位形成高度和谐统一的大美城市形态。',
            '期待成都成为美丽宜居公园城市！愿我们都能尽自己努力出一份力量~'
        ]
    },
    {
        img: IMG_LIST.medal3,
        title: '“三城三都”勋章',
        descreption: [
            '您已完300000步数',
            '',
            '恭喜获得“壮丽70年·成都特别勋章”之“三城三都”勋章！',
            '',
            '每一座世界文化名城，在不同的历史时期，都有其时代表达。“三城三都”便是成都建设世界文化名城的时代表达。',
            '2019年1月，成都市委十三届四次全会审议通过《中共成都市委关于弘扬中华文明发展天府文化加快建设世界文化名城的决定》，明确提出将围绕“三城三都”来打造国际新标识，以此推动世界文化名城建设。',
            '2月14日，成都市正式公布要高水平建设世界文创名城、高起点建设世界旅游名城、高标准建设世界赛事名城、高品味建设国际美食之都、高品质建设国际音乐之都、高质量建设国际会展之都的六个三年行动计划（2018-2020年），明确了成都将如何建设“三城三都”以及“三城三都”的发展目标和实施路径。',
            '根据规划，到2020年，“三城三都”品牌行业价值凸现，建成具有区域影响力的世界文化名城；到2035年，“三城三都”闻名于世，建成世界新兴的文化名城；到本世纪中叶，天府文化享誉全球，建成独具人文魅力的世界文化名城。',
            '“三城三都”，是成都建设世界文化名城的一个阶段性目标，也是满足人民美好生活需要的载体，让我们一同期待并为之付出努力。'
        ]
    },
    {
        img: IMG_LIST.medal4,
        title: '“天府文化”勋章',
        descreption: [
            '您已完成400000步数',
            '',
            '恭喜获得“壮丽70年·成都特别勋章”之“天府文化”勋章',
            '',
            '文化，是一座城市的独特印记，更是一座城市的根与魂。',
            '在人类浩如烟海的城市文明发展史中，成都以其两千多年来“城名未改、城址未变、中心未移”而与众不同。成都之所以能在世界城市发展史上独树一帜，天府文化起到了“灵魂性”的稳定性作用。',
            '市第十三次党代会首次提出发展“创新创造、优雅时尚、乐观包容、友善公益”的天府文化，让天府文化成为彰显成都魅力的一面旗帜。',
            '“创新创造”是中华民族崛起的精神基因，也是天府之国革故鼎新、善谋图变的文化基因。',
            '“优雅时尚”是现代成都人的生活美学，也是当代社会的生活追求。',
            '“乐观包容”是成都自古以来海纳百川、有容乃大的文化气度。',
            '“友善公益”是天府文化的文化温度。',
            '成都孕育出创新创造、优雅时尚、乐观包容、友善公益的天府文化，成为成都古今保持充沛活力和优越个性的力量源泉。',
            '当前，成都正大力推动天府文化创造性转化、创新性发展，让天府文化彰显成都独特城市魅力，我们自当不懈努力传承巴蜀文明、发展天府文化。'
        ]
    },
    {
        img: IMG_LIST.medal5,
        title: '“乡村振兴”勋章',
        descreption: [
            '您已完成500000步数',
            '',
            '恭喜获得“壮丽70年·成都特别勋章”之“乡村振兴”勋章！',
            '',
            '实施乡村振兴战略是十九大作出的重大战略部署，是党中央根据新时代社会主要矛盾变化、“两个一百年”奋斗目标和社会主义共同富裕本质要求明确的“三农”工作总抓手，具有明显的自上向下推动的特征。',
            '2018年春节前夕，习近平总书记在深入成都一些乡村视察时，对其推进乡村振兴的做法给予充分肯定，要求成都扎扎实实把乡村振兴战略实施好，继续走在全国前列，发挥示范作用。',
            '成都市坚持以党的十九大精神和习近平新时代中国特色社会主义思想为统领，牢记党中央和总书记“走在前列，作出示范”的嘱托，以五大振兴为抓手，深化农业农村改革、遵循绿色发展理念、构建现代产业体系，着力推进乡村振兴“十大重点工程”和“五项重点改革”，力求在乡村振兴的伟大实践中交出一张优异答卷。',
            '今后，成都将加快构建现代产业体系、提升农业品牌建设、推动农业双向开放等系列举措；引进农业科技高端人才，吸引一批“两院”院士、国家或省级“千人计划”及成都“蓉漂计划”专家来蓉建基地建工作室；加快建设国家现代农业产业科技创新中心，积极创建国家级农业高新技术产业开发区；建设乡村休闲旅游带和“三环七带”天府绿道骑游带；打造休闲旅游群，塑造“中国川西林盘聚落”“天府古镇文化”“成都平原四季田园风光”等旅游特色品牌……',
            '期待成都迅速展开这一幅产业兴旺、生态宜居、乡风文明、治理有效、生活富裕的现代农业农村画卷~'
        ]
    },
    {
        img: IMG_LIST.medal6,
        title: '“新发展理念城市”勋章',
        descreption: [
            '您已完成600000步数',
            '',
            '恭喜获得“壮丽70年·成都特别勋章”之“新发展理念城市”勋章！',
            '',
            '新发展理念是习近平总书记在党的十八届五中全会上首次提出来的，他指出：“实现‘十三五’时期发展目标，破解发展难题，厚植发展优势，必须牢固树立创新、协调、绿色、开放、共享的发展理念。”',
            '2018年2月，习近平总书记视察四川时，以宽广视野、深刻洞察和战略远见为成都把脉定向，深切期许成都加快建设全面体现新发展理念的城市。纵观中国，成都是第一个得到习近平总书记首肯并明确提出支持成都建设全面体现新发展理念的城市。',
            '一年来，成都以“全面落实年”为抓手，奋力推进国家中心城市、美丽宜居公园城市、国际门户枢纽城市、世界文化名城建设，向新时代成都“三步走”战略目标迈出了坚实步伐。在GaWC发布的世界城市排名中，成都跃升29位至全球71位，连续10年荣登“中国最具幸福感城市”榜首。',
            '按照四川省委“六个牢牢把握”要求，深刻把握伟大复兴引领城市崛起的时代机遇，把新发展理念贯穿城市规划建设管理和改革发展的各方面全过程，着力推动高质量发展，加快建设全面体现新发展理念的城市，奋力实现新时代成都“三步走”战略目标。',
            '期待成都建设成为一个有“高颜值”“生活味”“国际范”和“归属感”的城市~'
        ]
    },
    {
        img: IMG_LIST.medal7,
        title: '“奋斗新时代”勋章',
        descreption: [
            '您已完成700000步数',
            '',
            '恭喜获得“壮丽70年·成都特别勋章”之“奋斗新时代”勋章！',
            '',
            '成都已奏响新时代城市复兴的号角！站在新中国成立70周年的历史交接处，一个大城崛起、城市复兴的“成都梦”，正如春潮磅礴漫卷。',
            '近年来，成都沿着习近平总书记指引的方向砥砺奋进、坚定前行，在新发展理念下凝聚社会共识、引领城市方向、塑造时代价值、培育战略优势，努力用民族复兴之光照亮城市前行之路，用新思想塑造城市发展之魂。',
            '新时代，成都发展最大的战略机遇就是中华民族伟大复兴引领中国城市在世界崛起，最大的时代风口就是全球科技创新改变世界格局，最大的外部变量就是“一带一路”和西部开发开放引领成都由内陆腹地跃升为开放前沿，最大的信心底气就来自于“一干多支”四川新发展战略赋予成都舞好全川发展龙头的时代机遇。',
            '一个时代有一个时代的主题，一代人有一代人的使命。成都天府之国的巴适安逸不是与生俱来的，而是先辈们披荆斩棘以启山林、治水营城造福后人创造而来的。前人栽树，后人乘凉，新时代成都大城崛起，又将为后人留下如何的营城遗产？这是新时代成都必须回答的问题，这个问题的答案，直接体现成都广大党员干部的苦乐观，也将直接影响成都“走向世界”的夯基垒土。',
            '不驰于空想，不鹜于虚声。城市梦，始终要靠奋斗来实现。只有以每一个成都人的日常尺寸之功，才能成就大城崛起、城市复兴的百年之计。',
            '新时代，让我们一起奋斗吧！'
        ]
    },
]

module.exports = {
  medalDetailList,
}